{
    
        "The Essential 25":
        {
            "title": "The Essential 25",
            "altText": "The Essential 25 book cover",
            "srcName": "boxGif",
            "type": "Book",
            "duration": "2 months",
            "audience": "K-12 teachers with a skew towards elementary than secondary",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "Make sure this stands apart from the author’s other vocabulary books",
                "The subtitle should be promininent as the title itself doesn’t communicate the topic to the audience.",
                "The tone is energetic, practical, and engaging. The cover should skew fun, vibrant, and colorful as the author has awarm way of writing with lots of personal examples and game-like strategies. These are make-or-break words so the cover should pack a punch.",
                "The author is a fan of large numbers on covers."
            ],
            "approach": [
                "A short title and a number- the possiblities! I wanted to make this cover fun so I started with a crossword puzzle. However, I quickly realized that because the subtitle is quite long, it was difficult to have the crossword puzzle take center and have the subtitle stand out at the same time. I also tried an image approach like having the important words at the top of cliff (as the title suggests making or breaking) and vocab cards but those ideas were just not bringing all the elements in the title together cohesively.",
		        "After trying to place the words in a readable manner in the crossword puzzle, I was reminded of word magnets. I used to play this game in elementary school where each word was on its on own magnet on the board and I had to make sentences with it. This became my take on the cover.",
		        "One of the design challenges I faced was finding a balance of how many extra word blocks should be on the cover so that the subtitle would be still remain prominent. I did try applying a desaturated palatte to the extra word blocks colors but I felt that doing so took away from the vibrancy the cover needed."
		    ],
            "approachPictures": []
        },
        "The Minimalist Teacher":
        {
            "title": "The Minimalist Teacher",
            "altText": "The Minimalist Teacher book cover",
            "srcName": "minimalistGif",
            "type": "Book",
            "duration": "1 month",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "Make sure this stands apart from another book with a similar topic that will be released at the same time (Teaching with Clarity).",
		        "The tone is minimalistic, clean, and optimistic. Softer colors, lots of breathing room, and a typographical or a single focal image approach is preferred.",
		        "The author’s main two metaphors in the book could be a consderation for the cover: a cycle of decision making and three layers of filtering through a funnel."
            ],
            "approach": [
            	"Wow an opportunity to design a minimalism book- I was stoked! I liked the funnel metaphor because it makes sense for the main message of the book so I started there. A fun challenge I had was deciding exactly how much to include in the cover. How many colors can I include? Is it too much to have a frame? Just how much of the funnel do I need? Do I even need a funnel? Also, the type selection process was quite extensive as I hunted for just the right curves and height in the letters.",
		        "After the funnel exploration, I started fresh and went back to the real basics: shapes. I repeated the cycle of asking myself how much I really needed on the page and what is best way to be minimalist and convey the message of the book.",
		        "After the first proofing round, the design was chosen with a request to explore colors, my love and enemy. I spent two days just exploring palettes and debating between a white cover or an off white cover- never has a 1,2, or 3% magenta value made such a difference. But in the end I went with an off white cover with a 1% magenta value to reflect the warmth of the color palette I chose."
            ],
            "approachPictures": []
        },
        "Giving Students a Say": 
        {
            "title": "Giving Students a Say",
            "altText": "Giving Students a Say book cover",
            "srcName": "giveStudents",
            "type": "Book",
            "duration": "2 months",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "The tone is approachable, student-centered, and lively. The cover should reflect the books conversational tone and make sure the subtitle is prominent as the title does not mention “assessment”."
            ],
            "approach": [
            	"After reading the brief, the keywords of 'student-focused' and 'conversational tone' led me to want to create a cover with dialouge and student representation. I saw this as an opportunity to try different type treatments for each of the words in the title as a representation of different personalities. I also got to experiment with to represent students, whether it be hands, silhouettes, or different shaped speech bubbles.",
		        "My biggest challenge with this cover was figuring out the composition for all the speech bubbles and creating the right bubble shape for each word in the title. I wanted to have words at an angle and overlapping bubbles to express personality but in the end, I found that simple reads best."
            ],
            "approachPictures": []
        },
        "Five Practices for Equity-Focused School Leadership": 
        {
            "title": "Five Practices for Equity-Focused School Leadership",
            "altText": "Five Practices for Equity-Focused School Leadership book cover",
            "srcName": "fivePractices",
            "type": "Book",
            "duration": "2 months",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "The authors liked book covers that had a strong typographical treatment or with a single focal image. They did not have specific requests so I had design freedom with this cover."
            ],
            "approach": [
        	"As this is a book focused on leadership, I wanted to keep the cover structured and with the words “equity-focused” in the title, I wanted to have equal parts in the design. I started with 5 equal bars stacking on one another to create the title, representing the structural and reliance aspect of leadership. I played around with different patterns and colors to represent the five practices and how to present the bars.",
		    "After creating many comps with bars, I thought what about circles? The book features a venn diagram that highlights the five practices so I thought it was perfect to pull it to represent the book.",
		    "One challenge I had was deciding the size and kerning of the type. I wanted smaller type and the editor wanted bigger type so I had to find the right balance. Also, after the design was finalized, the book size was changed from 7X10 to 8X10. Thankfully this was not too drastic of the change but the balance changed, which required refinement once again."
            ],
            "approachPictures": []
        },
        "Spring Sourcebook": 
        {
            "title": "Spring Sourcebook",
            "altText": "Spring Sourcebook catalog cover",
            "srcName": "sourceBook",
            "type": "Catalog",
            "duration": "2 months",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "2019 American In House Awards",
            "clientRequest": [
                "There were not any specific requests for the cover. The suggestion was to keep the cover education-focused but the client was open to artistic interpretation from the designer."
            ],
            "approach": [
            	"The typical style for ASCD catalogs were mostly photo montages, focusing on featuring happy students, teachers, and school leadership. This catalog was the first 64 page catalog of four for the year, which was a change from the usual 12-24 page catalogs done about once a month. The goal of this change was to make the catalog something customers want to spend time looking through, instead of being a product that just constantly fills the mailbox. Thus I wanted to grab this opportunity to try something new and make this cover very different.",
		        "I’ve always wanted to try a typographical-focused cover and thought this was a perfect place to try it. I considered putting a picture of kids in the background. However, since ASCD customers almost expect to have a picture of a happy kid on the cover, by not having one, I thought it would intrigue them as to what was inside. As a compromise, the interior is decorated with pictures of school life. I chose a wood background to subtly reflect the fact that this was being released in the spring. Originally, I had a gray and yellow palette because I wanted a neutral color background for the yellow to pop. After discussing with the client, I changed it to blue for larger impact and a brighter feel (glad I did so).",
		        "A challenge I had with this cover was arranging the letters in fun but legible manner. But as this was my first long form project, my biggest challenge was learning to create an efficent process for designing an entire catalog in a short period of time. Working through this catalog became a very valuable experience in helping me time manage future catalogs."
            ],
            "approachPictures": []
        },
        "Summer Guide": 
        {
            "title": "Summer Guide",
            "altText": "Summer Guide catalog cover",
            "srcName": "summerGuide",
            "type": "Catalog",
            "duration": "2 months",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "Summer-themed, bright, and engaging for customers to want to look through."
            ],
            "approach": [
            	"I was excited to get the summer theme because it was the first catalog I worked on to have a theme I could carry throughout. My idea was to take the customer on an enjoyable summer vacation through the pages. The goal was to create an engaging experience for customers to buy products and spark brand interest.",
		        "I wanted to clearly divide the sections so that when flipping through the pages, it is clear that they are seeing different topics. In the past, I used different color tabs but I wanted to have more differentiation this time. To achieve this, each section has two colors and yellow as the third color for all sections to unify the catalog. I chose vector graphics for a clean, fun, and approachable look.",
		        "A challenge I had was that this catalog has long descriptions for each title and a lot of the pages include an infographic, which made it hard to find room to breathe on the page. As a solution, I moved the footer to the sides of the page, which I discovered made a big difference in being able to acommodate a few more lines of text on the page. I also changed the grid of each spread to fit more products, instead of sticking to a set templated grid. This flexibility not only created more dynamic and unique layouts but also allowed for me to make the most of the page."
            ],
            "approachPictures": []
        },
        "Trauma-Sensitive Schools and Classrooms Catalog": 
        {
            "title": "Trauma-Sensitive Schools and Classrooms Catalog",
            "altText": "Trauma-Sensitive Schools and Classrooms Catalog cover",
            "srcName": "janCat",
            "type": "Catalog",
            "duration": "1 month",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "Use the peach and blue from the two conference themes (building trauma-sensitive schools and educator mental health and wellness) for this cover but do not use the photo imagery.",
		        "Design is entirely open to the designer."
            ],
            "approach": [
            	"While looking at the symbols for the conference, it hit me. After experiencing trauma, I think it is important to create a safe and calm environment. Looking at the waves, I felt very calm and I liked the motion the wavy lines created. Thus, the waves became foundation for the cover and for the direction of the type. I wanted to make sure the typography was friendly with lots of room to breathe in between the letters to create an open cover.",
		        "I also added the cherry blossoms to represent spring, which symbolizes renewal and growth after a cold winter. At first I chose a dark blue background to have better contrast for the type. In the end, the peach background was chosen to better convey a warm, safe, and frendly tone."
            ],
            "approachPictures": []
        },
        "April Spring Catalog": 
        {
            "title": "April Spring Catalog",
            "altText": "April Spring Catalog cover",
            "srcName": "flowerHead",
            "type": "Catalog",
            "duration": "1 month",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "The theme is “lessons learned” so run with it!",
		        "Keep the interior templated and simple."
            ],
            "approach": [
            	"The way I intepreted the theme is after hardship and struggle, follows growth and what better way to show growth than through nature? I found this image and thought it represented the theme perfectly. I like the layers, especially the boy silhouette that is embedded in the larger silhouette. The layers provide the image depth and can represent layers of growth. I also like the plentiful arrangement of the leaves and how they appear to be growing from the silhouettes. After finding the right image, I had a mini, but fun, challenge to find the right color to represent the catalog and complement the image. I started with yellow because it’s a bright, warm color, and it complements the purple. But after receiving feedback, the yellow’s saturation was competing with the purples so I experimented with other colors. In the end, the final debate was between the turquoise and the pink. The pink has a slight allusion to breast cancer and came off as feminine, especially with the female silhouette. So the turquoise became a winner with how it compliments the colors in the image and creates a comforting tone.",
		        "One of the challenges I faced was that this project was on an expedited schedule so I was styling and laying out the catalog at the same time, whereas I would normally set the styling before beginnning the layout. For the interior, I am used to creating custom grids to better fit all the products but the request this time was to have a templated look. My challenge was figuring out how to style the interior in a way that is interesting yet simple and clean. I carried took the cover’s layered look into the interior to bring dimension and section the information. I also went with a single color approach to help distinguish the different sections and by using color as the main decorative element, the products could shine."
            ],
            "approachPictures": []
        },
        "Membership Ad Series": 
        {
            "title": "Membership Ad Series",
            "altText": "Membership Ad Series covers",
            "srcName": "kids",
            "type": "Ad Campaign",
            "duration": "2 months",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "2019 American In House Awards",
            "clientRequest": [
                "No specific requests, open to the designers’ suggestions."
            ],
            "approach": [
            	"The goal of this ad campaign was to encourage educators to sign up for an ASCD membership. These would be four different house ads that ran twice in the ASCD magazine, Educational Leadership. The Membership team suggested repeating the design from last year’s campaign, which focused on the teacher. Instead of doing the same thing again, I saw this as an opportunity to try something new. Since last year was about the teacher, I switched focus to the students to appeal to the emotional side of educators and remind them why they became educators in the first place.",
		        "My challenge was finding a concept to tie everything together. As I was brainstorming for a concept around students, the photographer on my team had just finished a photoshoot at a school. While browsing through his pictures, I was inspired by the geniune smiles in the student’s faces. Their happiness reminded me of what it’s like to be young and dream big, which led to think about how my teachers gave me so much support for my art career. And that’s how this campaign got started.",
		        "When first drafting concepts, I debated if I should include both the teacher and the student to show the teacher as the support, or to just feature the student. In the end, I went all-in with the student approach and made them the focus of the ad. I chose background textures that were reflective of the student’s aspirations and bright colors to create a bright, youthful feel."
            ],
            "approachPictures": []
        },
        "Membership Product Ad Series": 
        {
            "title": "Membership Product Ad Series",
            "altText": "Membership Product Ad Series covers",
            "srcName": "membershipAd",
            "type": "Ad Campaign",
            "duration": "2 months",
            "audience": "K-12 teachers",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "Eight ads for each issue of Educational Leadership, promoting a different member benefit each month.",
		        "Make sure the benefit stands out to attract new members."
            ],
            "approach": [
            	"I wanted to make this an image heavy ad to help the reader make an immediate connection to what we were promoting, instead of having to read text to find out. Also, because ASCD products were usually promoted in a small thumbnail size, I wanted to take this oppourtunity to show them at a larger scale.",
		        "Since every month would feature something different, and I didn’t know how many items would be featured each time, I wanted to created a flexible generic template that would allow me to accomodate all layouts. From past experience, I knew this client would want to include lots of descriptive text so I also needed to make sure I could fit the text in without overcrowding the page.",
		        "One challenge I faced was my client wanted to feature a lot of screenshots of web searches instead of actual products, which is what I thought would be the focus. With the benefits being shown at an enlarged size, this not only did not look appealing but the screenshots were not showcasing the benefit’s appeal. To overcome this, I recereated the screenshots to better showed what the benefit is with visual imagery instead of hyperlinks.",
		        "Another challenge was my client wanted to change the layout two ads away from finishing the campaign. The request was to move the header above the products, instead of having it below. I was concerned about how the ads would not look consistent but since readers don’t see the ads side by side, this was a minor issue. Thankfully, the design was flexible enough to accomodate the change and still look like it’s part of the original design."
            ],
            "approachPictures": []
        },
        "Happiness Cookbook": 
        {
            "title": "Happiness Cookbook",
            "altText": "Happiness Cookbook cover",
            "srcName": "noodles",
            "type": "Other",
            "duration": "1 year",
            "audience": "advanced cooks",
            "client": "Senior project",
            "awards": "",
            "clientRequest": [
                "Create book about a topic of your choice that is a minimum of 52 pages and displays mastery of design."
            ],
            "approach": [
            	"I first spent six months taking photos of my mom’s everyday cooking. I didn’t have a plan yet as to how I was going to put the book together so I wanted to have as many options as possible. Plus, I didn’t want to have to rush and have my mom cook all the dishes in a short period of time. I have to say, it was a delicious time.",
		        "As someone who didn’t know how to cook, I thought I could show each step of the cooking process and make this a how to make everyday dishes cookbook. But my mom is such an advanced cook that she doesn’t measure anything- not very helpful when I was making this for beginner cooks. So I changed my audience to advanced cooks and it made more sense because this book, in a way, is my mom’s portfolio of food. I wanted to showcase her talent in a sophisticated manner with pride.",
		        "In the end, I decided the theme would be how to create a Chinese New Year meal, which is the biggest holiday that my family and I celebrate and is a very food-focused event. There are typically a variety of seven to nine dishes served for dinner. This provided a structure that allowed me to include options to mix and match and create a great New Year’s meal. To add a bit of personality, I also created food characters for everyone in the family to the reader throughout the book.",
		        "For the finishing touch, I chose to hand-bind the book to match the homemade theme of the book."
            ],
            "approachPictures": []
        },
        "New Emails":
        {
            "title": "New Emails",
            "altText": "New emails templates",
            "srcName": "phoneGif",
            "type": "Other",
            "duration": "1 month",
            "audience": "school and district leaders, principles and ASCD members",
            "client": "ASCD",
            "awards": "",
            "clientRequest": [
                "Create an easily editable template that can be used to promote a variety of products and programs.",
                "Have a white background for a clean look and easy readablilty.",
                "Establish a strong brand presence to reflect the new ASCD rebranding."
            ],
            "approach": [
                "One of first pieces to showcase ASCD’s new branding was emails. Historically, there was no branding in ASCD emails. Because there are so many different products and services that are offered, each department had their own design. Thus, this was an opportunity to create a strong ASCD presence across all ASCD products and services emails.",
                "In this new design, the ASCD logo is always at the top and centered so that no matter what is being promoted, the reader knows it all comes from ASCD. Next is a header image that gives an idea as to what this email is about and entice them to read more. To reflect the curve of the apple in the logo, there is curve in the header image. After the header image, I created a few options with flexible modules that are easy to move up or down the email, depending on the desired hierarchy. Being able to add or delete modules as needed makes it easy to incorporate images or have all-text emails. The goal was for each email to be clean, simple, and easy-to-read.",
                "In addition to the everyday emails, I also created an all-image based email template for campaigns. Each image blocks features the title of the product or service and its corresponding image, and a C.T.A. button. This approach stand out from the other emails and lets the products shine by being able to showcase them in a large scale. Also, by using the branding colors as the background, we are also establishing the refreshed ASCD brand."
           ],
            "approachPictures": []
        }
    
}